xml/request/sang_elton_john.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>65616157|870971</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>It's a little bit funny</dc:title>
    <dc:title xsi:type="dkdcplus:full">It's a little bit funny</dc:title>
    <dcterms:alternative>Your song</dcterms:alternative>
    <dc:subject xsi:type="dkdcplus:DK5">78.61</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Vokalmusik for 1 solostemme</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCM">sange</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCO">sange</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCM">vise</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCO">viser</dc:subject>
    <dc:subject xsi:type="dkdcplus:DBCM">vokal</dc:subject>
    <dc:description>Førstelinie</dc:description>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:contributor>Elton John Bernie Taupin</dc:contributor>
    <dc:contributor>Elton John</dc:contributor>
    <dc:contributor>Bernie Taupin</dc:contributor>
    <dc:date>1991</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Sang</dc:type>
    <dcterms:extent>S. 276</dcterms:extent>
    <dc:language xsi:type="dcterms:ISO639-2">eng</dc:language>
    <dc:language>Engelsk</dc:language>
    <dcterms:isPartOf>The New York Times great songs of the sixties, edited by Milton Okun, Volume 2</dcterms:isPartOf>
    <dcterms:isPartOf xsi:type="dkdcplus:ISBN">0-8129-0479-6</dcterms:isPartOf>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield tag="001" ind1="0" ind2="0">
        <marcx:subfield code="a">65616157</marcx:subfield>
        <marcx:subfield code="b">870971</marcx:subfield>
        <marcx:subfield code="c">20020530152001</marcx:subfield>
        <marcx:subfield code="d">20020111</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
        <marcx:subfield code="t">FAUST</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="004" ind1="0" ind2="0">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">i</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="008" ind1="0" ind2="0">
        <marcx:subfield code="t">a</marcx:subfield>
        <marcx:subfield code="u">f</marcx:subfield>
        <marcx:subfield code="a">1974</marcx:subfield>
        <marcx:subfield code="z">1991</marcx:subfield>
        <marcx:subfield code="b">us</marcx:subfield>
        <marcx:subfield code="l">eng</marcx:subfield>
        <marcx:subfield code="r">a</marcx:subfield>
        <marcx:subfield code="v">9</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="009" ind1="0" ind2="0">
        <marcx:subfield code="a">c</marcx:subfield>
        <marcx:subfield code="b">a</marcx:subfield>
        <marcx:subfield code="g">xx</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="016" ind1="0" ind2="0">
        <marcx:subfield code="a">01742272</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="032" ind1="0" ind2="0">
        <marcx:subfield code="x">SAR198700</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="245" ind1="0" ind2="0">
        <marcx:subfield code="a">It's a little bit funny</marcx:subfield>
        <marcx:subfield code="e">Tekst: Elton John Bernie Taupin</marcx:subfield>
        <marcx:subfield code="e">Melodi: Elton John, Bernie Taupin</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="300" ind1="0" ind2="0">
        <marcx:subfield code="a">S. 276</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Førstelinie</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="558" ind1="0" ind2="0">
        <marcx:subfield code="a">The ¤New York Times great songs of the sixties</marcx:subfield>
        <marcx:subfield code="e">edited by Milton Okun</marcx:subfield>
        <marcx:subfield code="g">Volume 2</marcx:subfield>
        <marcx:subfield code="w">[Reprint]</marcx:subfield>
        <marcx:subfield code="j">[1991], cop. 1974</marcx:subfield>
        <marcx:subfield code="z">0-8129-0479-6</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="m">78.61</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="m">sange</marcx:subfield>
        <marcx:subfield code="m">vise</marcx:subfield>
        <marcx:subfield code="n">vokal</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="o">sange</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="666" ind1="0" ind2="0">
        <marcx:subfield code="o">viser</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="a">Taupin</marcx:subfield>
        <marcx:subfield code="h">Elton John Bernie</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="a">John</marcx:subfield>
        <marcx:subfield code="h">Elton</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="a">Taupin</marcx:subfield>
        <marcx:subfield code="h">Bernie</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="745" ind1="0" ind2="0">
        <marcx:subfield code="a">Your song</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="s10" ind1="0" ind2="0">
        <marcx:subfield code="a">IDX</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  <oss:openurl/>
<os:identifier>870971-basis:65616157</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
